/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Bitte benutzen Sie die Informationen, um dieses Pagelet mit einer geeigneten Sammlung Ihrer Seite zu verbinden.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "RSS Feed abonnieren";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "Die gewählte Sammlung hat keinen RSS Feed. Bitte benutzen Sie die Informationen, um einen RSS Feed zu generieren und einen Index zu erhalten.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "Um diesen Feed zu abonnieren, ziehen oder kopieren/einsetzen Sie diesen Link in ein RSS Feedreader Programm. ";